{"class_name": "Tokenizer", "config": {"num_words": 30000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 345, "word_counts": "{\"s\": 199097, \"y\": 65508, \"m\": 104838, \"p\": 103855, \"t\": 219534, \"o\": 192443, \"e\": 364003, \"d\": 102002, \"a\": 226487, \"r\": 194340, \"l\": 153191, \"v\": 34684, \"n\": 196348, \"u\": 78029, \"c\": 143784, \"i\": 230590, \"g\": 60748, \"h\": 70180, \"w\": 21411, \"k\": 28150, \"f\": 43291, \"b\": 40735, \"x\": 7727, \"\\u2019\": 2526, \"j\": 2793, \"1\": 251, \"0\": 18, \"z\": 2403, \"q\": 1923, \"\\u2013\": 518, \"3\": 38, \"8\": 25, \"2\": 301, \"4\": 24, \"\\u00f6\": 84, \"\\u201d\": 13, \"6\": 10, \"\\u00e9\": 36, \"\\u00e8\": 32, \"9\": 12, \"5\": 39, \"7\": 11, \"\\u200b\": 4, \"\\u2018\": 1, \"\\u00e7\": 2}", "word_docs": "{\"i\": 345, \"s\": 345, \"g\": 344, \"n\": 345, \"b\": 342, \"v\": 344, \"\\u2019\": 292, \"r\": 345, \"u\": 345, \"o\": 345, \"e\": 345, \"p\": 345, \"d\": 345, \"j\": 218, \"w\": 341, \"y\": 345, \"c\": 345, \"t\": 345, \"f\": 345, \"a\": 345, \"k\": 343, \"m\": 345, \"h\": 345, \"x\": 319, \"l\": 345, \"1\": 50, \"0\": 11, \"z\": 181, \"q\": 225, \"\\u2013\": 145, \"3\": 21, \"8\": 8, \"2\": 49, \"4\": 17, \"\\u201d\": 8, \"\\u00f6\": 2, \"6\": 6, \"\\u00e9\": 5, \"\\u00e8\": 2, \"9\": 5, \"5\": 6, \"7\": 2, \"\\u200b\": 3, \"\\u2018\": 1, \"\\u00e7\": 1}", "index_docs": "{\"3\": 345, \"6\": 345, \"18\": 344, \"7\": 345, \"20\": 342, \"21\": 344, \"26\": 292, \"8\": 345, \"15\": 345, \"9\": 345, \"2\": 345, \"13\": 345, \"14\": 345, \"25\": 218, \"23\": 341, \"17\": 345, \"11\": 345, \"5\": 345, \"19\": 345, \"4\": 345, \"22\": 343, \"12\": 345, \"16\": 345, \"24\": 319, \"10\": 345, \"31\": 50, \"39\": 11, \"27\": 181, \"28\": 225, \"29\": 145, \"34\": 21, \"37\": 8, \"30\": 49, \"38\": 17, \"40\": 8, \"32\": 2, \"43\": 6, \"35\": 5, \"36\": 2, \"41\": 5, \"33\": 6, \"42\": 2, \"44\": 3, \"46\": 1, \"45\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"e\", \"3\": \"i\", \"4\": \"a\", \"5\": \"t\", \"6\": \"s\", \"7\": \"n\", \"8\": \"r\", \"9\": \"o\", \"10\": \"l\", \"11\": \"c\", \"12\": \"m\", \"13\": \"p\", \"14\": \"d\", \"15\": \"u\", \"16\": \"h\", \"17\": \"y\", \"18\": \"g\", \"19\": \"f\", \"20\": \"b\", \"21\": \"v\", \"22\": \"k\", \"23\": \"w\", \"24\": \"x\", \"25\": \"j\", \"26\": \"\\u2019\", \"27\": \"z\", \"28\": \"q\", \"29\": \"\\u2013\", \"30\": \"2\", \"31\": \"1\", \"32\": \"\\u00f6\", \"33\": \"5\", \"34\": \"3\", \"35\": \"\\u00e9\", \"36\": \"\\u00e8\", \"37\": \"8\", \"38\": \"4\", \"39\": \"0\", \"40\": \"\\u201d\", \"41\": \"9\", \"42\": \"7\", \"43\": \"6\", \"44\": \"\\u200b\", \"45\": \"\\u00e7\", \"46\": \"\\u2018\"}", "word_index": "{\"<OOV>\": 1, \"e\": 2, \"i\": 3, \"a\": 4, \"t\": 5, \"s\": 6, \"n\": 7, \"r\": 8, \"o\": 9, \"l\": 10, \"c\": 11, \"m\": 12, \"p\": 13, \"d\": 14, \"u\": 15, \"h\": 16, \"y\": 17, \"g\": 18, \"f\": 19, \"b\": 20, \"v\": 21, \"k\": 22, \"w\": 23, \"x\": 24, \"j\": 25, \"\\u2019\": 26, \"z\": 27, \"q\": 28, \"\\u2013\": 29, \"2\": 30, \"1\": 31, \"\\u00f6\": 32, \"5\": 33, \"3\": 34, \"\\u00e9\": 35, \"\\u00e8\": 36, \"8\": 37, \"4\": 38, \"0\": 39, \"\\u201d\": 40, \"9\": 41, \"7\": 42, \"6\": 43, \"\\u200b\": 44, \"\\u00e7\": 45, \"\\u2018\": 46}"}}